Repository: framasoft/framapic
Catalog: lib/Lutim/I18N/*.po
Languages: fr_fr, hu, it, oc

source: <b class="violet">Frama</b><b class="vert">pic</b> is a free (as in free speech) online service to share images in a confidential way.
fr_fr: <b class="violet">Frama</b><b class="vert">pic</b> est un service en ligne libre qui permet de partager des images de manière confidentielle.
hu: A <b class="violet">Frama</b><b class="vert">pic</b> egy szabad online szolgáltatás, képek bizalmas megosztásához.
it: <b class="violet">Frama</b><b class="vert">pic</b> è un servizio online libero (as in free speech) per condividere immagini in modo riservato.

source: <b class="violet">Frama</b><b class="vert">pic</b> is derived from <a href="https://lut.im">Lutim</a> software created by <a href="https://fiat-tux.fr/">Luc Didry</a>.
fr_fr: <b class="violet">Frama</b><b class="vert">pic</b> est une instance parmi d’autres du logiciel <a href="https://lut.im">Lutim</a> développé par <a href="https://fiat-tux.fr/">Luc Didry</a>.
hu: A <b class="violet">Frama</b><b class="vert">pic</b> a <a href="https://lut.im">Lutim</a> alapján készült, melynek szerzője <a href="https://fiat-tux.fr/">Luc Didry</a>.
it: <b class="violet">Frama</b><b class="vert">pic</b> deriva da <a href="https://lut.im">Lutim</a> un software creato da <a href="https://fiat-tux.fr/">Luc Didry</a>.

source: Close
fr_fr: Fermer
hu: Bezárás
it: Chiudi

source: First steps
fr_fr: Prise en main
hu: Első lépések
it: Primi passi

source: Grow your own
fr_fr: Cultivez votre jardin
hu: Neveld a sajátod
it: Coltiva il tuo giardino

source: If needed you can choose a delay of online availability.
fr_fr: Si besoin, définissez sa durée de conservation en ligne.
hu: Ha szükséges, akkor késleltetheti az online elérést.
it: Se necessario puoi scegliere un limite per la disponibilità online

source: If you need help to use this program, here is <a href="https://old.framatube.org/media/framapicmp4" data-toggle="modal" onclick="jQuery('#TutoVideo').modal('show'); return false;">a video tutorial</a> courtesy of <a href="http://arpinux.org/">arpinux</a>, a kind guide to newcomers on <a href="https://handylinux.org/">HandyLinux</a> GNU/Linux distro.
hu: Ha segítségre van szükséged a program használatához, akkor itt van <a href="https://old.framatube.org/media/framapicmp4" data-toggle="modal" onclick="jQuery('#TutoVideo').modal('show'); return false;">egy oktatóvideó</a>, az <a href="http://arpinux.org/">arpinux</a> jóvoltából, amely egy kedves útmutató a <a href="https://handylinux.org/">HandyLinux</a> GNU/Linux disztribúció kezdői számára.
it: Se hai bisogno di aiuto per usare questo programma, ecco <a href="https://old.framatube.org/media/framapicmp4" data-toggle="modal" onclick="jQuery('#TutoVideo').modal('show'); return false;">un video tutorial</a> courtesy of <a href="http://arpinux.org/">arpinux</a>, una guida per principiantis su <a href="https://handylinux.org/">HandyLinux</a> GNU/Linux distro.

source: If you want to contribute to development, patch or suggest improvements or simply download, just hop on <a href="https://framagit.org/luc/lutim">Development site</a>.
fr_fr: Pour participer au développement du logiciel, proposer des améliorations ou simplement le télécharger, rendez-vous sur <a href="https://framagit.org/luc/lutim">le site de développement</a>.
hu: Ha beszállnál a fejlesztésben, fejlesztéseket és foltokat javasolnál, vagy csak letöltenéd, akkor csak pattanj fel a <a href="https://framagit.org/luc/lutim">fejlesztői oldalra</a>.
it: Se vuoi contribuire allo sviluppo, all'aggiornamento o suggerire miglioramenti o semplicemente fare il download, basta andare su <a href="https://framagit.org/luc/lutim">Development site</a>.

source: If you wish to install your own instance and be independent from the online service, we can help you on:
fr_fr: Si vous souhaitez installer ce logiciel pour votre propre usage et ainsi gagner en autonomie, nous vous aidons sur :
hu: Ha saját példányt szeretnél telepíteni, és független lenni az online szolgáltatástól, akkor a következő oldalon segíthetünk:
it: Se vuoi installare una tua istanza ed essere indipendente dal servizio online, possiamo aiutarti in:

source: Liberapay button
fr_fr: Bouton Liberapay
hu: Liberapay gomb
it: Pulsante Liberapay

source: Lutim is licensed under <a href="https://www.gnu.org/licenses/agpl-3.0.html"> free <abbr title="GNU Affero General Public License">AGPL</abbr> license</a>.
fr_fr: Lutim est <a href="https://www.gnu.org/licenses/agpl-3.0.html">sous licence libre <abbr title="GNU Affero General Public License">AGPL</abbr></a>.
hu: A Lutim a <a href="https://www.gnu.org/licenses/agpl-3.0.html">szabad <abbr title="GNU Affero General Public License">AGPL</abbr> licencfeltételei szerint érhető el</a>.
it: Lutim è distribuito con licenza <a href="https://www.gnu.org/licenses/agpl-3.0.html"> free <abbr title="GNU Affero General Public License">AGPL</abbr> license</a>.

source: No
fr_fr: Non
hu: Nem

source: Original source of this theme <b class="violet">Frama</b><b class="vert">pic</b> is available on <a href="https://framagit.org/framasoft/framapic">this repository of ours</a>
fr_fr: Les sources du thème <b class="violet">Frama</b><b class="vert">pic</b> sont disponibles sur <a href="https://framagit.org/framasoft/framapic">notre forge logicielle</a>
hu: A <b class="violet">Frama</b><b class="vert">pic</b> téma eredeti forráskódja <a href="https://framagit.org/framasoft/framapic">ebben a tárolónkban</a> érhető el
it: Il sorgente originale di questo tema <b class="violet">Frama</b><b class="vert">pic</b> è disponibile nel<a href="https://framagit.org/framasoft/framapic">nostro repository </a>

source: Paste the image to share.
fr_fr: Collez l’image à transmettre.
hu: Illeszd be a megosztandó képet.
it: Copia l'immagine da condividere.

source: Send files
fr_fr: Envoyer des fichiers
hu: Fájlok küldése
it: Invia i file

source: Send from an URL
fr_fr: Envoyer depuis une URL
hu: Küldés egy URL-ről
it: Invia da URL

source: Share images confidentially
fr_fr: Partagez des images de façon confidentielle
hu: Képek bizalmas megosztása
it: Condividi le immagini in modo riservato

source: The software
fr_fr: Le logiciel
hu: A szoftver
it: Il software

source: Then share the link with whoever you wish.
fr_fr: Partagez ensuite avec vos correspondants le lien qui vous est donné.
hu: Aztán oszd meg a rövid hivatkozást azokkal, akikkel szeretnéd.
it: Poi condividi il link con chi vuoi.

source: Video tutorial
fr_fr: Tutoriel vidéo
hu: Oktatóvideó

source: Watch <a href="https://old.framatube.org/blip/framapic.webm">the webm video</a>
fr_fr: La <a href="https://old.framatube.org/blip/framapic.webm">vidéo au format webm</a>
hu: Nézd meg <a href="https://old.framatube.org/blip/framapic.webm">a webm videót</a>
it: Guarda <a href="https://old.framatube.org/blip/framapic.webm">il video webm </a>

source: Yes
fr_fr: Oui
hu: Igen
it: Sì

source: Your images are encrypted and hosted on our server and we have no means to decrypt them.
fr_fr: Vos images sont chiffrées et stockées sur nos serveurs sans qu’il nous soit possible de les déchiffrer.
hu: A képek titkosítottak, és a mi kiszolgálónkon tároltak, de nincs módunk a titkosítás feloldására.
it: Le tue immagini sono crittate e salvate sul nostro server e non abbiamo modo di decrittarle.

source: <b class="violet">Frama</b><b class="vert">pic</b> est un service en ligne libre qui permet de partager des images de manière confidentielle et sécurisée.
oc: <b class="violet">Frama</b><b class="vert">pic</b> es un servici en linha liure que permet de partejar d'imatges d'un biais confidentcial e securizat.

source: <b class="violet">Frama</b><b class="vert">pic</b> est une instance parmi d’autres du logiciel <a href="https://lut.im">Lutim</a> développé par <a href="http://www.fiat-tux.fr/">Luc Didry</a>.
oc: <b class="violet">Frama</b><b class="vert">pic</b> es una instància entre d’autras del logicial <a href="https://lut.im">Lutim</a> desvolopat per <a href="http://www.fiat-tux.fr/">Luc Didry</a>.

source: Collez l’image à transmettre.
oc: Pegatz l’imatge per transmetre

source: Cultivez votre jardin
oc: Cultivatz vòstre òrt

source: Envoyer depuis une URL
oc: Mandar dempuèi una URL

source: Envoyer des fichiers
oc: Mandar de fichièrs

source: Expiration
oc: Expiracion

source: Fermer
oc: Tampar

source: Il est possible d’utiliser <b class="violet">Frama</b><b class="vert">pic</b> sous forme d’application :
oc: Se pòt utilizar <b class="violet">Frama</b><b class="vert">pic</b> jos la forma d'aplicacion :

source: La <a href="https://framatube.org/blip/framapic.webm">vidéo au format webm</a>
oc: La <a href="https://framatube.org/blip/framapic.webm">vidèo al format webm</a>

source: Le logiciel
oc: Lo logicial

source: Les sources du thème <b class="violet">Frama</b><b class="vert">pic</b> sont disponibles sur <a href="https://framagit.org/framasoft/framapic">notre forge logicielle</a>
oc: Las fonts del tèma <b class="violet">Frama</b><b class="vert">pic</b> son disponiblas sus <a href="https://framagit.org/framasoft/framapic">nòstra farga logiciala</a>

source: Lutim est <a href="https://www.gnu.org/licenses/agpl-3.0.html">sous licence libre <abbr title="GNU Affero General Public License">AGPL</abbr></a>.
oc: Lutim es <a href="https://www.gnu.org/licenses/agpl-3.0.html">jos licéncia liura <abbr title="GNU Affero General Public License">AGPL</abbr></a>.

source: Partagez des images de façon anonyme
oc: Partejatz d'image de manièra anonima

source: Partagez ensuite avec vos correspondants le lien qui vous est donné.
oc: Puèi partejatz amb vòstres correspondents lo ligam que vos serà donat.

source: Pour participer au développement du logiciel, proposer des améliorations ou simplement le télécharger, rendez-vous sur <a href="https://framagit.org/luc/lutim">le site de développement</a>.
oc: Per participar al desvolopament del logicial, prepausar de milhoraments o simplament lo telecargar, anatz <a href="https://framagit.org/luc/lutim">sul site de desvolopament</a>.

source: Pour vous aider dans l’utilisation du logiciel, voici <a href="https://framatube.org/media/framapicmp4" data-toggle="modal" onclick="jQuery('#TutoVideo').modal('show'); return false;">un tutoriel vidéo</a> réalisé par <a href="http://arpinux.org/">arpinux</a>, artisan paysagiste de la distribution GNU/Linux pour débutant <a href="https://handylinux.org/">HandyLinux</a>.
oc: Per vos ajudar dins l’utilizacion del logicial, vaquí <a href="https://framatube.org/media/framapicmp4" data-toggle="modal" onclick="jQuery('#TutoVideo').modal('show'); return false;">un cors vidèo</a> realizat per <a href="http://arpinux.org/">arpinux</a>, artisan paisatgista de la distribucion GNU/Linux per començaire <a href="https://handylinux.org/">HandyLinux</a>.

source: Prise en main
oc: Primièrs passes

source: Si besoin, définissez sa durée de conservation en ligne.
oc: Se cal, causissetz sa durada de conservacion en linha.

source: Si vous souhaitez installer ce logiciel pour votre propre usage et ainsi gagner en autonomie, nous vous aidons sur :
oc: Se volètz installar aqueste logicial per vòstra pròpia utilizacion e aital aver mai d'automonia, vos podèm ajudar sus :

source: Tutoriel vidéo
oc: Cors vidèo

source: Vos images sont chiffrées et stockées sur nos serveurs sans qu’il nous soit possible de les déchiffrer.
oc: Vòstres imatges son chifrats e gardats sus nòstres servidors sens que sea possible de los deschifrar.
